<?php

use Illuminate\Database\Seeder;

class ServicesTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('services')->insert([
        ['name' => "Маркетинг", 'text' => "SEO, SMM, PPC, SERM, email-маркетинг, таргетована реклама в соціальних мережах;", 'icon' => "ion-ios-briefcase-outline"],
        ['name' => "Автоматизація процесів", 'text' => "Розробка та впровадження систем електронного документообігу та управління персоналом для комерційного і державного сектора України;", 'icon' => "fa fa-line-chart"],
        ['name' => "Розробка програмного забезпечення", 'text' => "Проектування, написання, тестування і підтримка комп'ютерних програм з метою вирішення завдань для безлічі користувачів;", 'icon' => "ion-bag"],
        ['name' => "Рішення для державного апарату", 'text' => "Спільні зусилля наших команд вже дали можливість впровадити спеціальні рішення для нашої держави. Попереду більше!", 'icon' => "ion-hammer"],
        ['name' => "Стартапи", 'text' => "Інновації та допомога у їхньому створенні. Організація, краудфандінг, допомога у формуванні whitepaper;", 'icon' => "fa fa-pie-chart"],
        ['name' => "Безпека", 'text' => "Системи контролю транспорту, внутрішня інформаційна безпека та новітні рішення у сфері камер спостережень;", 'icon' => "ion-iphone"]
        ]);
    }
}
