<?php

use Illuminate\Database\Seeder;

class TabsTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('tabs')->insert([
        ['name' => "Вчасність", 'text_1' => "Важливий не просто сам продукт який ми створюємо, - для найкращого вирішення поставлених завдань, важлива його вчасніть виходу до користувача.", 'text_2' => "Всі команди що входять у склад Українських Систем та Блокчейн Рішень, вже показали себе як відповідальні та високоорганізовані виконавці, і зобов'язуються дотриматися заданого рівня", 'image_1' => "tab.jpg", 'image_2' => "tab1.jpg", 'image_3' => "tab3.jpg"],
        ['name' => "Висока якість", 'text_1' => "Кожен продукт випущений нашою групою та її командами не просто здатний до життя а протестований, проведений рефакторинг коду та забепечений алгримт шифрування для максимального захисту як створених додатків так і пов'язаних систем", 'text_2' => "Якість будь-яких інших бізнес-рішень, які ми пропонуємо, забезпечується висококваліфікованими спецалістами у своїй сфері та структурованим підходом до вирішення завдань.", 'image_1' => "tab.jpg", 'image_2' => "tab1.jpg", 'image_3' => "tab3.jpg"],
        ['name' => "Взаємодопомога", 'text_1' => "Часом у команд можунь виникнути труднощі у виконанні поставлених задач. У таких випадках будь-яка інша команда завжди прийде на виручку, якщо це потрібно для забезпечення принципів Вчасності та Високої якості.", 'text_2' => "",'image_1' => "tab.jpg", 'image_2' => "tab1.jpg", 'image_3' => "tab3.jpg"]
        ]);
    }
}
